Repository: lmu/lmu.contenttypes.polls
Catalog: src/lmu/contenttypes/polls/locales/*/LC_MESSAGES/lmu.contenttypes.polls.po
Languages: de

source: ${dynamic_count} of 5 Stars
de: ${dynamic_count} von 5 Sternen

source: 1 Star
de: 1 Stern

source: 2 Stars
de: 2 Sterne

source: 3 Stars
de: 3 Sterne

source: 4 Stars
de: 4 Sterne

source: 5 Stars
de: 5 Sterne

source: A poll
de: Eine Umfrage

source: A portlet to allow voting on a specific poll
de: Ein Portlet, welches es erlaubt bei einer spezifischen Umfrage abzustimmen

source: Add a link to the poll
de: Füge einnen Link zur Umfrage hinzu

source: Agree / Disagree Poll
de: Stimmt / Stimmt nicht Umfrage

source: Allow anonymous
de: Erlaube nicht angemeldeten Nutzer das Abstimmen

source: Allow not logged in users to vote. The parent folder of this poll should be published before opeining the poll for this field to take effect
de: Erlaube es nicht eingeloggten Nutzern abzustimmen. Das übergeordnete Elemente muss hierfür veröffentlicht sein, damit dies möglich its.

source: Allow to change Vote
de: Erlaube es, dass man seine Stimmabgabe ändern kann

source: Allow user to change vote after a successful submit.
de: Erlaube es Nutzern ihre Stimmabgabe nach einer Erfolgreichen Stimmabgabe zu ändern.

source: Anonymous user won't be able to vote, you forgot to publish the parent folder, you must sent back the poll to private state, publish the parent folder and open the poll again
de: Nicht eingeloggte Nutzer sind nicht in der Lage abzustimmen. Sie haben vergessen das übergeordnete Element zu vertöfferntlichen. Sie müsen die Abstimmung auf den Workflow-Status Privat zurücksetzten, den übergeordneten Orderner Veröffentlichen und die Abstimmung wieder Öffenen um dies zu ermöglichen.

source: Available options
de: Verfügbare Optionen

source: Available options:
de: Verfügbare Optionen:

source: Average + Bar Chart
de: Durchschnitt & Balken-Diagramm

source: Average Chart
de: Durchschnitts-Diagramm

source: Bar Chart
de: Balken-Diagramm

source: Close
de: Umfrage abschließen

source: Closed
de: Abgeschlossen

source: Closed Polls
de: Abgschlossene Umfragen

source: Format to show the results.
de: Format, in welchem die Ergebnisse angezeigt werden sollen.

source: Free Poll
de: Umfrage mit freien Antwortmöglichkeiten.

source: Graph
de: Diagramm

source: Header
de: Kopfzeile

source: How to show results.
de: Wie sollen die Ergebnisse angezeigt werden.

source: If there is no available open poll or the chosen poll is already closed, should the porlet show the results instead.
de: Wenn es keine verfügbare oder ausgewählte Umfage gibt, soll dann das Portlet stattdessen die Ergebnisse anzeigen?

source: Invalid option
de: Nichterlaube Option

source: LMU Voting portlet
de: LMU Umfrage Portlet

source: Latest opened poll
de: Aktuellste Umfrage

source: Like / Dislike Poll
de: Like / Dislike Umfrage

source: Member retracts submission
de: Nutzer hat die ÜUmfrage zurückgezogen

source: Member submits poll for opening
de: Nutzer hat die Umfrage voröffentlicht.

source: Never Show result for user
de: Zeige niemals Ergebnisse für den Nutzer

source: No active or closed Polls avalible
de: Keine aktiven oder abgeschlossenen Umfragen verfügbar.

source: Not enought options provided
de: Nicht genügend Optionen zur Verfügung gestellt

source: Nothing to see here
de: Nicht zu sehen hier

source: Numbers Only
de: Nur Zahlen Ergebnisse

source: Open
de: Offen

source: Open Polls
de: Offene Umfragen

source: Opened
de: Veröffentlicht

source: Option
de: Optionen

source: Partial results
de: So hat die LMU abgestimmt

source: Participants
de: Teilnehmer

source: Pending review
de: Wartet auf Redaktion

source: Percentage
de: Prozente

source: Pie Chart
de: Torten Diagramm

source: Poll
de: Umfrage

source: Poll Workflow
de: Umfragen-Workflow

source: Private
de: Privat

source: Reject
de: Zurückgezogen

source: Result View Example
de: Beispiel der Ergebnisansicht

source: Results
de: Ergebnisse

source: Retract
de: Zurückgewiesen

source: Reviewer closes the poll
de: Redaktion hat die Umfrage geschlossen.

source: Reviewer opens the poll
de: Redaktion hat die Umfrage veröffentlicht

source: Reviewer rejects the poll
de: Redaktion hat die Umfrage zurückgezogen

source: Show after Vote
de: Zeige nach Abstimmung

source: Show closed polls
de: Zeige Abgeschlossene Umfragen

source: Show directly with Vote question
de: Zeige Zwischenergebnisse direkt mit der Frage zur Abstimmung

source: Show results
de: Zeige Ergebnisse

source: Show the number of collected votes so far.
de: Zeige die Anzahl an bisher abgegebenen Stimmen

source: Show total votes
de: Zeige absolute Stimmenanzahl

source: Star Poll
de: Stern-Umfrage

source: Submit
de: Absenden

source: Submit for opening
de: Absenden zum Veröffentlichen

source: Thanks for your vote
de: Danke für Ihre Teilnahme.

source: The header for the portlet. Leave empty for none.
de: Die Kopfzeile des Portlets, lassen Sie es leer für keine.

source: This Poll did not show results. Thank you for participation.
de: Diese Umfrage zeigt keine Ergebnisse. Vielen Dank für Ihre Teilnahme

source: This Poll did not show results. You have not participated.
de: Diese Umfrage zeigt keine Ergebnisse. Sie haben nicht an doieser Umfrage Teilgenommen.

source: This Poll has been closed
de: Diese Umfrage ist abgeschlossen.

source: This Poll hasn't been published, you see a preview without voting possibility
de: Diese Umfrage ist bisher noch nicht veröffentlicht. Sie sehen eine Vorschau, ohne die Möglichkeit abzustimmen.

source: This is the final Result, thanks for participating
de: Dies ist das abschließende Ergebnis. Vielen Dank für Ihre Teilnahme

source: This is the final Result, you have not participate
de: Dies ist das abschließende Ergebnis. Sie haben an dieser Umfrage nicht teilgenommen.

source: This is the partial Result
de: So hat die LMU abgestimmt:

source: Total Votes:
de: Absolute Stimmen

source: Type of Poll
de: Art der Umfrage

source: Vote!
de: Abstimmen!

source: Voters
de: Teilnehmer

source: Voting View
de: Abstimmungs Sicht

source: Voting portlet
de: Umfrage Portlet

source: Which poll to show in the portlet.
de: Welche Umfrage soll in dem Portlet angezeigt werden.

source: Workflow to be used with polls
de: Welcher Workflow soll für die Umfrage genutzt werden?

source: You are not authorized to vote
de: Sie sind nicht autorisiert abzustimmen.

source: You need to provide at least two options for a free poll.
de: Sie müssen mindestens zwei Auswahloptionen für eine Freie Umfrage bereitstellen.

source: spinner
de: Fortschrittsanzeige.
